"Add Date" = "Dodaj Datę";
"Add Number Sequence" = "Dodaj Sekwencje Numerów";
"Apply to:" = "Zastosuj do:";
"Batch Rename" = "Hurtowa Zmiana Nazw Plików";
"Case sensitive:" = "Wielkość liter:";
"Change Case" = "Zmień Wielkość Liter";
"Change case to:" = "Zmień wielkość liter na:";
"Creation date" = "Data Utworzenia";
"Day of month:" = "Dzień miesiąca:";
"Day of week:" = "Dzień tygodnia:";
"Drag and drop files to this list to add, select and delete to remove, drag rows to rearrange." = "Przeciągnij i upuść pliki, aby dodać do tej listy, zaznacz i usuń, aby usunąć, przeciągnij wpisy, aby zmienić kolejność.";
"Drag to rearrange." = "Przeciągnij, aby zmienić kolejność.";
"Entire text" = "Cały tekst";
"Every occurrence" = "Każdy przypadek";
"Extension" = "Rozszerzenie";
"Extension with dot" = "Rozszerzenie z kropką";
"First occurrence" = "Pierwszy przypadek";
"Hour:" = "Godzina:";
"Insert Text" = "Wstaw Tekst";
"Last occurrence" = "Ostatni przypadek";
"Minute:" = "Minuta:";
"Mode:" = "Tryb:";
"Modification date" = "Data modyfikacji";
"Month:" = "Miesiąc:";
"Name" = "Nazwa";
"Name with extension" = "Nazwa z rozszerzeniem";
"No items will be renamed" = "Nazwa żadnych elementów nie zostanie zmieniona";
"Padding:" = "Obicie:";
"Position:" = "Pozycja:";
"Prefix:" = "Przedrostek:";
"Processing new names…" = "Przetwarzania nowych nazw…";
"Renaming files…" = "Zmiana nazw plików…";
"Replace RegEx" = "Zastąp RegEx";
"Replace RegEx:" = "Zastąp RegEx:";
"Replace Text" = "Zastąp Tekst";
"Replace text:" = "Zastąp tekst:";
"Second:" = "Sekunda:";
"Start value:" = "Wartość początkowa:";
"Step value:" = "Wartość kroku:";
"Suffix:" = "Przyrostek:";
"Text:" = "Tekst:";
"Type text and drag date elements to create a format" = "Wpisz tekst i przeciągnij elementy daty aby utworzyć format";
"Type:" = "Typ:";
"Year:" = "Rok:";
"%lu items will be renamed" = "%lu nazwy elementów zostaną zmienione";
"(%lu conflicts)" = "(%lu sprzeczności)";
"with text:" = "z tekstem:";

/* ==== UNLOCALIZED ==== */

"Format:" = "Format:";
